{
    "animeNews": [
        {
            "id": 1,
            "title": "Kimetsu no Yaiba – 2ª Temporada chega no dia 5 de dezembro",
            "createdAt": "25/09/2021",
            "category": "ANIMES",
            "banner": "/assets/news/Kimetsu-no-yaiba-2.jpg",
            "text": "Foi anunciado após a transmissão da Fuji TV do filme Kimetsu no Yaiba – The Movie: Mugen Train que a 2.ª temporada do anime do mesmo estreará no dia 5 de dezembro, com o primeiro episódio sendo um especial de uma hora. Miyuki Sawashiro se juntará ao elenco como para dar voz à personagem Daki. Além disso, o arco Mugen Train terá uma versão de sete episódios, incluindo um primeiro episódio totalmente novo, que estreará no dia 10 de outubro. O primeiro episódio mostra Rengoku enquanto ele embarca em sua jornada para chegar até o trem. Os episódios restantes irão adicionar cerca de 70 novos cortes de animação e uma nova música de fundo. A cantora LiSA contribuirá com a canção de abertura chamada “Akeboshi“, assim como a canção de encerramento, que se cama “Shirogane” para o arco do Mugen Train, enquanto a cantora Aimer está contribuindo com a música de abertura chamada “Zankyou Sanka” e a música de encerramento, que se chama “Asa ga Kuru” para a segunda temporada do anime. Ambos os arcos estarão disponíveis em mais de 90 países e territórios. A nova temporada abrange o “Arco do distrito de entretenimento“, e continua a história do filme Mugen Train com Tanjirou e os outros assumindo sua próxima missão. Sendo assim, a Funimation transmitirá a nova temporada de anime assim que estrear este ano. Por fim a primeira temporada de Kimetsu no Yaiba estreou em abril de 2019."
        },
        {
            "id": 2,
            "title": "Baryon Mode – Conheça a nova transformação de Naruto",
            "createdAt": "21/09/2021",
            "category": "ANIMES",
            "banner": "/assets/news/Baryon.jpg",
            "text": "Finalmente temos o modo apelão chamado Baryon Mode que faz Naruto ser tornar um ser superior.  O Sétimo Hokage e seu mascote Kurama foram no limite no último episódio de Boruto. A partir daqui desde trecho terá spoiler, por sua conta em risco. Naruto já era forte e agora ficou mais incrível ainda, porém dessa forma tudo tem um preço a se pagar, abrindo mão do tempo das suas vidas que ainda possuem. Conforme a vida estimada diminui, o poder vai gradualmente caindo. Sendo assim Naruto após a transformação consegue lutar do mesmo nível de poder contra os inimigos. Com Baryon Mode ativo, Naruto não pode perder nenhum tipo de energia. Qualquer movimento que o mesmo faça, leva à diminuição de vida dele e da raposa Kurama. Nos momentos finais do episódio, Kurama explica: Se é vida ou morte, temos uma última opção… uma arma secreta. Na prática, o modo é um risco para a vida de Naruto. Ou seja, aquele que tiver toda a expectativa de vida drenada primeiro ele ou a raposa. No Baryon Mode o usuário deste poder precisa que os golpes mais certos precisa ser aplicados. A estratégia tem que ser perfeita nessa forma. Na imagem o cabelo de Naruto fica mais espetado, arrepiando-se nas pontas com tufos de cada lado de sua cabeça parecendo orelhas de raposa. Fluindo da parte de trás de sua capa estão quatro caudas de chakra laranja (vermelho no anime). Vantagem do Baryon Mode: Quando o inimigo é tocado, o Baryon Mode também diminui o tempo de vida estimado para ele.  Devido ao risco extremo, o usuário não deve fazer nenhum movimento desnecessário, nem agir com pensamentos dispersos, focando apenas nos movimentos mais calculados para manter o Modo Baryon estável."
        }
    ]
}